archlinux-xdg-menu
ark
base
base-devel
breeze
breeze-gtk
breeze5
cliphist
dolphin
dolphin-plugins
dosfstools
dunst
fastfetch
ffmpeg
firefox-developer-edition
flatpak
git
gnome-keyring
grub
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gvfs-mtp
hyprcursor
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprshot
intel-ucode
iwd
kde-cli-tools
kio-admin
kitty
linux
linux-firmware
linux-headers
mpv
mtools
nano
networkmanager
noto-fonts
nwg-look
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qt5-wayland
qt6-wayland
ttf-droid
ttf-jetbrains-mono-nerd
ttf-meslo-nerd
ttf-opensans
ttf-roboto
vim
waybar
wireplumber
woff2-font-awesome
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs-gtk
